{"results": [{"movie_info": [{"description": ["《ONE PIECE 黃金島大冒險》是於2000年上映的第一部《ONE PIECE》劇場版。過去海上有個著名的黃金大盜烏南，專門搶壞蛋的黃金，據說他最後帶著所有黃金隱居某座小島，這時，魯夫等人巧遇一個小男孩托比歐，他不願繼承爺爺的事業，堅持要去找烏南，另一方面，騙人布也被貪戀黃金的大壞蛋艾德拉哥抓到，一行人在陰錯陽差下，同時來到烏南的黃金島上，並且真的找到了烏南的城堡，可是烏南是否仍活著，最後誰又能奪得他的黃金呢…",
"《ONE PIECE 發條島的冒險》是於2001年上映的第二部《ONE PIECE》劇場版動畫。草帽一伙的船黃金梅利號在悠閒度假的大夥眼前被偷走了，後來他們在尋找船的途中遇到一對小偷兄弟，從他們口中打聽到小偷是現在統治著發條島的撲克牌海賊團，而小偷兄弟正好也要去偷取島上著名的「鑽石鐘」，雙方的目標一致，決定聯手攻進撲克牌海賊團的大本營，但可怕的頭目大熊王手中卻掌握著攸關整座發條島生死的巨大發條……魯夫他們正在渡假，不料船忽然被海盜偷走，眾人連忙追趕，卻在海上遇到一對小偷兄弟布羅德和阿齊，從布羅德口中得知，船是被撲克兄弟偷走的，這時，撲克兄弟海盜團出現，竟將娜美搶走，眾人只好跟著布羅德，前往撲克兄弟的巢穴發條島奪回船和娜美，不料發條島上機關重重，撲克兄弟的頭目大熊王又厲害無比，眾人一一被俘陷入危機，他們能殺出重圍，奪回他們的船嗎…以及魯夫一行人來到港口採買，巧遇當地舉辦舞蹈嘉年華，不料海軍發現催眠師傑克斯，在一陣追捕中，魯夫等人竟然也遭到波及…",
"《ONE PIECE 珍獸島之喬巴王國》是於2002年上映的第三部《ONE PIECE》劇場版動畫。草帽一伙在航行途中，撿到一張王冠島的地圖，這是一座珍獸棲息的島嶼，他們打聽到王冠島上的「黃金傳說」，決定前往島上一探究竟。一場突如其來的意外，使得喬巴被迫和大夥走散了，而正好島上動物們因老動物王過世而正在尋找下一任動物王，喬巴突然的出現使他在陰錯陽差之下被動物們當成動物王膜拜……娜美撿到王冠島的地圖，於是魯夫一行人決定前來尋寶，沒想到喬巴意外跟大家失散，而且被島上的動物誤認為天神派來的使者，莫名其妙的成為動物王，並跟島上唯一的小男孩摩邦比結為好友，這時，魯夫等人上岸來找喬巴，卻遇到來找國王寶藏的壞蛋巴特拉和他的手下，為了保護島上的動物，膽小的喬巴挺身而出，雙方展開激戰，到底國王的寶藏是什麼，魯夫他們能否平安脫險呢…為了爭奪大航道杯足球總冠軍，魯夫海賊團和壞蛋軍團展開一場足球大戰，雙方僵持不下，進入PK賽，最後靠著香吉士大腳一踢贏得冠軍…",
"《ONE PIECE 死亡盡頭的冒險》是於2003年上映的第四部《ONE PIECE》劇場版。魯夫一行人來到漢那巴爾島，吃飯的時候娜美注意到老闆正和某位海賊在做可疑的交易，發現島上原來有個地下賭場，每隔數年，就會舉行一場海盜死亡大賽，地下賭場正在舉辦每年一次的死亡海上競賽，誰能抵達終點便可獲勝，而且今年的獎金高達三億，正為缺錢發愁的娜美，當下決定參賽，為了尋求獎金和冒險的一行參加決定參加這場比賽。不料比賽開始後，才發現這是曾任海軍的壞蛋嘉斯帕德搞的鬼，他和賭場組頭勾結，故意將大家引到海軍要塞送死，唯有魯夫他們的船逃過一劫，趕去找嘉斯帕德算帳，雙方展開大戰，不料這時旋風來襲，船又即將爆炸，魯夫他們能平安抵達終點嗎…",
"《ONE PIECE 被詛咒的聖劍》是於2004年上映的第五部《ONE PIECE》劇場版動畫。魯夫他們被海軍追擊來到了阿斯卡島，娜美曾經聽過關於這座島有把七星劍寶物的傳說，對這裡充滿憧憬，沒想到首先是顧船的索隆失蹤接下來換成尋找索隆的魯夫與騙人布也失蹤了，後來他們又從島內村裡的女孩瑪雅及她的奶奶口中得知七星劍原來是一把妖刀，他們探聽到這把傳說中的七星劍的背後，原來隱藏著一段不為人知的傳說，而薩卡就是被妖刀控制住的劍士，巧合的是薩卡也竟然是索隆的救命恩人，所以索隆願意為薩卡做事甚至與魯夫他們反目相向…，為了拯救薩卡，索隆決定砍下島上不祥的「紅色之月」……",
"《ONE PIECE 祭典男爵與神祕島》是於2005年上映的第六部《ONE PIECE》劇場版動畫。黃金梅利號在「偉大的航路」中行駛著，突然魯夫發現了漂浮在汪洋大海中的玻璃瓶，瓶中放著一張描繪著花、寶箱和彈塗魚的狂歡島的地圖！與地圖一起放在瓶中的信上寫著：『你是從偉大航路裡的一億人中被選中的幸運的海賊』。這散發出巨臭的紙張令大家極其反胃，但魯夫卻是眼睛發亮，一副非去冒險不可、沒有人能阻止的了的表情。一行人好不容易到達了目的地，卻發現這只是非常平凡的島嶼，正感到失望之際，突然間，一座光輝燦爛的主題公園伴隨著威嚴的進行曲出現在魯夫等人面前，更帶來頭上生滿葉子的海賊歌唱團。而在主題公園中央破地而出的，是擁有巨大身軀、肩膀上長著花的不可思議的男人---狂歡男爵。男爵對魯夫說：「我將會賜予你神秘的寶物，但是，有個條件…」。這所謂的條件，就是能夠通過男爵提出的地獄般試煉。地獄般的狂歡島！？完全被冒險沖昏了頭的魯夫毫不思考地接受了男爵的試煉…到底，等待著魯夫們的試煉是什麼？所謂的秘寶又是什麼！？",
"《ONE PIECE 機關城的機械巨兵》是於2006年上映的第七部《ONE PIECE》劇場版動畫。魯夫他們無意間在海上救了一個老婆婆，老婆婆怕他們這群海賊會殺了她，情急之下說她居住的島上有寶藏，魯夫一聽就覺得很好玩決定前往一窺究竟，不料老婆婆帶他們到的島是個到處都有機關的島，而這座島的領主拉傑特竟然就是婆婆的兒子，原本其他人還半信半疑是否真的有寶藏在聽到當地的一首搖啊搖歌謠之後，點燃了大家尋寶的希望，連拉傑特都提議希望能和魯夫他們一起揭開這裡的寶藏之謎…",
"《ONE PIECE 阿拉巴斯坦戰記沙漠王女與海賊們》是於2007年上映的第八部《ONE PIECE》劇場版動畫。《ONE PIECE》的製作人員將最受歡迎「阿拉巴斯坦王國篇」電影化，重新繪製成這套劇場版，和過去強調「娛樂」的劇場版不同，本篇強調的是「感動」。上映結束後，觀眾可以看到草帽海賊團（包括沒有出現的佛朗基等8人）的懸賞單及下一套劇場版的預告；而妮可·羅賓的回憶篇亦會在電影近尾聲時出現（包括哈古瓦爾·D·薩烏羅的登場）。",
"《ONE PIECE THE MOVIE 喬巴身世之謎：冬季綻放、奇跡的櫻花》是於2008年上映的第九部劇場版。曾得到第32屆日本電影金像獎。《ONE PIECE》的製作人員將最受歡迎的原作漫畫中的「冬島篇」電影化，重新繪製成這套劇場版。與原作不同在於這次劇場版，是一種時空錯亂（平行世界）的改編方式，劇情說明船上還沒有船醫喬巴，但羅賓、佛朗基等人居然都在，而原作中薇薇的戲份部分則由羅賓取代草帽海賊團的航海士娜美突然病倒了，一行人在沒有船醫的情況下，來到了有醫療大國之稱的磁鼓島，但不幸的是，島上所有的醫生皆因現任國王瓦波爾的惡政而遭到放逐，只剩下一位技術高超的139歲女醫生Dr.古蕾娃住在磁鼓山上。魯夫等人歷經千辛萬苦終於來到女醫生的住所，在那裡他們發現女醫生身旁一隻有著藍色鼻子、精通人類語言而且還會用雙腳站立的馴鹿多尼多尼·喬巴……",
"《ONE PIECE FILM 強者天下》是於2009年上映的第十部劇場版動畫。本作在《ONE PIECE》電影史上首次由原作者尾田榮一郎擔任總指揮、包括電影劇本、手繪稿。 是日本少年動漫作品製作成劇場版首次由原作特地打造的動畫電影，並且算「回歸主題」的電影劇情發展。導演境宗久是從2006年10月到2008年9月擔任廣播和《ONE PIECE》電視動畫片的系列指導者。原預定要在2009年3月上映，因尾田榮一郎推翻原劇本重寫後將檔期延至年底12月。在此之前，劇場版都是3月份上映。某天草帽海賊團發現東方藍遭受攻擊，由於其中有五位船員在東方藍成長，所以一行人打算暫時中斷冒險返回東海。此時他們看到空中出現一艘莫名的海賊船，接著娜美預測到眼前即將出現暴風雨，並利用從那艘船上丟下來的音貝作通知。暴風雨過後，海賊船的主人獅鬼來到千陽號上，表示要運用他的飄飄果實能力載魯夫等人回到東海當作謝禮，令魯夫等人相當興奮，誰知途中獅鬼卻突然解除了千陽號的浮力，並趁機擄走娜美：原來獅鬼看上了娜美能用身體感知氣候的能力，想讓她成為自己海賊團的航海士。魯夫等人則跟著千陽號一起從上空墜落到浮遊島「STRONG WORLD」，四處分散的夥伴們被迫與島上各種進化的兇暴珍獸戰鬥。故事從娜美被擄走的一週後，在金獅鬼的泳池開始：正當娜美再度拒絕獅鬼的邀請時，印第戈把一隻進化的鳥送給獅鬼，但被牠用雷電攻擊。獅鬼氣得把那隻鳥踢往試圖保護牠的娜美。娜美不明白「進化」的原理，獅鬼就開始解釋IQ能讓動物演化、而他們則基於此，研發出能讓動物變暴力的SIQ。娜美評論到這群人的慘忍時，困惑為什麼沒有動物入侵宮殿、還有他們演化這些動物的目的。在浮遊島，騙人布與香吉士與同伴會合的途中，不小心掉到維爾梅優村，在那邊聽到村民說獅鬼會用電話蟲監視大家；另一邊，索隆與喬巴見到了夏歐，她在帶兩人回維爾梅優村的途中，解釋了動物們不會跑去有癲狂綠樹的地方，而這些癲狂綠樹還有毒。最後四人終於在維爾梅優村會合，並看到因癲狂綠樹而感染的病患、還有用途不明的翅膀。回到金獅鬼的泳池，娜美在餵食監視她的電話蟲之後，帶著那隻鳥由水路逃走，並在千陽號附近和魯夫會合。魯夫看到那隻鳥用雷電攻擊後，給牠取名為比利，並藉著牠前往維爾梅優村。途中比利對瘋狂綠樹的反應，讓娜美猜到沒有動物入侵宮殿的理由，是因為他們種植了癲狂綠樹。兩人終於在維爾梅優村與香吉士等人會合，魯夫隨後帶娜美回夏歐家休息。不幸的是，這個情景被獅鬼監視用的電話蟲發現了……另一邊羅賓、佛朗基、布魯克一組在宮殿附近的沙漠。他們的坐騎果然在癲狂綠樹那邊停下來。三人只好自行走進宮殿。羅賓在那邊得到資訊：獅鬼打算把這些兇猛的野獸放去最弱的東方藍，讓世界政府驚懼而投降，以成就他們征服世界的計畫；而作為展示，獅鬼會把這些動物先放去維爾梅優村，讓牠們大殺特殺。The Official Digital Toolset for Dungeons & Dragons\nVISIT D&D BEYOND\nFandom may earn an affiliate commission on sales made from links on this page.\n回到維爾梅優村，不清楚事情經過的夏歐，告訴家人好消息：他們的父兄即將回來、動物們也會離開、而獅鬼更將前往東方藍。聽到這些事的娜美，想起東方藍遭受攻擊的事情，她接著串連獅鬼的言行後，對他的目的感到不安，接著出門想找魯夫。但獅鬼已經追到村子來，準備面對他的魯夫，叫娜美退後。魯夫等人和獅鬼開打，但被他用獅子威地卷打倒並壓在石頭上。獅鬼再度與知道他計畫的娜美談條件：如果她加入金獅子海賊團，他就放過東方藍。娜美最後同意了，並在離開前，用音貝給她的同伴們留下離別訊息。獅鬼接著指使手下去破壞維爾梅優村附近的癲狂綠樹，讓猛獸們可以長驅而入、並破壞整個維爾梅優村。娜美目睹村子的慘況感到驚訝，但接著說想回房休息，讓獅鬼有點意外。另一方面，羅賓等人終於找到魯夫他們。在挖他出來後，對自己的言行感到悔恨不已的夏歐，給他們娜美留下的音貝。一行人開始收聽娜美留下的訊息：魯夫只聽一半後就去一邊發洩，其他人則想再聽一次，並對訊息感到驚訝。無論如何，一行人決定前往宮殿營救娜美。鏡頭回到宮殿，看到成員過來的獅鬼，聽到印第戈的的通報，決定前往癲狂綠樹附近，他在那邊看到娜美被守衛抓起來：娜美打從一開始就不相信獅鬼的承諾，所以打算去破壞癲狂綠樹，讓猛獸們入侵宮殿。但她並沒想到這些癲狂綠樹有毒，所以被感染了。獅鬼把娜美壓在癲狂綠樹一會、以確保她病況更嚴重後，把她困在棍子叢中。獅鬼接著回到宮殿的會場，開始慶祝入侵「計畫」啟動。然而草帽一夥已經入侵會場：魯夫想確認他的意圖、還有娜美的狀況，反遭他奚落娜美的犧牲如何愚蠢；但魯夫反嗆他才是愚蠢，表明娜美的行為不是犧牲，而是打頭陣。草帽一夥接著發動總攻擊。魯夫決定要攻擊獅鬼、索隆對上印第戈、而香吉士則對上斯卡雷特。被困在棍子叢中的娜美，不久發現比利打倒了守衛，就要求牠放電引爆癲狂綠樹。娜美讓猛獸入侵宮殿的策略奏效的同時，比利的放電也讓騙人布與喬巴成功找到她。最後在魯夫與索隆的幫助下，他們弄到了癲狂綠樹的解藥。另一邊，斯卡雷特抓到了羅賓，但他想與她結婚的意圖惹火了香吉士，並讓他最後打敗了斯卡雷特。解藥終於治好了娜美，她聽到大家前來營救她時，終於哭了起來。但同時又發現有一股暴風雨襲來，決定回去宮殿「警告」獅鬼，實則將整個浮遊島轉向到暴風雨之中。羅賓同時與喬巴準備宮殿的炸藥，布魯克則準備千陽號。接著娜美嗆獅鬼的計畫已經完蛋後，魯夫開三檔，並使出橡膠巨人雷斧打倒了他，整個浮遊島也因此失去浮力。此時夏歐他們的翅膀終於發揮作用，讓他們能飛到天上。海軍逮捕獅鬼之時，試圖追捕草帽一夥未果；而位於總部的戰國，感慨他們什麼都沒做到。回到千陽號，終於康復的娜美回到大家身邊，魯夫以外的大家都很高興：生悶氣的魯夫拿起音貝，問娜美為什麼不相信他。但大家很驚訝魯夫的反應，說他沒聽到完整的訊息，香吉士甚至評論到那是愛的口信。魯夫聽完想再聽一次、對此感到尷尬的娜美試圖阻止他、想留著音貝的騙人布則想阻止娜美丟掉。三人在音貝播放與丟失的同時，聽到了訊息的最後一段：",
"《ONE PIECE 3D 追逐草帽大冒險》是於2011年上映的第十一部《ONE PIECE》劇場版動畫。並首次採取3D製作技術，也是歷年來所有劇場版長度最短的一部。以『JUMP HEROES film』為題，同步上映『美食獵人TORIKO 3D 開幕！美食大冒險！！』。劇場版《ONE PIECE》系列史上首次全部以數碼製及以及3D電影。有一天，魯夫發現的他的草帽不見了。結果是被一支大鷲給叼走了，魯夫加速緊追，草帽一伙人即將進入偉大航路的危險區域。舒奈德和老狗巴茲同是海賊團的夥伴，但是舒奈德卻要將巴茲趕走，忠心耿耿的巴茲怎麼樣都不願意離開舒奈德，於是舒奈德只好故意刁難巴茲，要牠去執行一項艱難的任務，那就是偷取草帽魯夫的草帽。魯夫一覺醒來發現最重要的草帽竟然不見了，他焦急地到處找，大家看他這樣，也紛紛放下手邊的工作一起幫忙找，然而，四處都找遍了，就是沒有看到帽子的蹤影，這時候，騙人布突然想起昨晚起來上廁所時，曾經看到一隻很大的鳥從空中飛過……",
"劇情講述一名目標是希望殺死所有海賊的前海軍上將Z與其帶領的新海軍，與主角蒙其·D·魯夫帶領的草帽海賊團起衝突，為了新世界 的命運兩方開始進行了死鬥。[4]本作為本篇『新世界篇』的第一部劇場版作品，全系列通算第12部。本作劇場版同樣是由原作者尾田榮一郎擔任總指揮，是繼《STRONG WORLD 強者天下》之後，第二次由原作親自擔任總指揮的劇場版作品，作畫監督是2009年和境宗久聯合製作劇場版10的佐藤雅將，此外本次導演找來了負責光之美少女系列的長峯達也而執手瞭如《SMAPxSMAP》、《矛X盾》等作品構成的放送作家、腳本家：鈴木收先生將擔任這次的劇場版的腳本。此外開放音樂將由曾擔當《Perfume》和《卡莉怪妞》等，並且擔當了海賊王展的主題曲製作的音樂製作人中田康孝擔任。演員篠原涼子和香川照之將客串聲優。本作設定在本篇的『魚人島篇』之後的故事。Template:ONE PIECE FILM Z 登場人物圖片冊在「新世界」的某作海軍基地-浮士島被突然出現神秘組織「新海軍」所襲擊，其首領身份自稱為「Z」，宣言他的目標是「將海賊全數消滅」，為了達成這個目的而打算去盜取「原動石」，是號稱擁有巨大能量足以與古代兵器匹敵的珍貴礦石。Z上將在成功取得原動石之際，突然海軍上將「黃猿」出現阻擋Z，兩人簡單交談幾句救知道達不成共識，雙方就開戰起來，最終Z企圖引爆「原動石」引發了大爆炸，成功的將浮士島毀壞（第一個終結點），但同時Z因病關係沒能逃過這爆炸。The Official Digital Toolset for Dungeons & Dragons\nVISIT D&D BEYOND\nFandom may earn an affiliate commission on sales made from links on this page.\n此時，正在新世界海域航行，以魯夫為帶領的草帽海賊團正悠閒的坐在千陽號上賞櫻喝酒，突然天空飄下了火山灰，而娜美也察覺到不對勁同時紀錄指針也相當不穩定，但喜歡冒險的魯夫看著紀錄指針的不穩定而打算去只針所指的地方。航行中看見在海上漂浮的影子，卻發現此人是名右臂裝著巨大不明兵器且負傷的大叔。在一行人對異常兵器萌生警戒之心的猶豫時，魯夫尊重喬巴身為醫生想法的仍幫他治療傷勢。然而這名大叔恢復意識，他首先感謝喬巴醫生救了他一命，一眼看出魯夫就是這艘船的船長，之後雙方簡單閒聊，得知他叫作Z，結果在得知魯夫等人是海賊時，立即開始攻擊他們，在房間外的索隆和香吉士立馬警戒並與魯夫聯手對抗Z。同時新海軍也透過生命紙尋找過來，並對千陽號發動攻擊，兩名得力部下也加入戰局，一名女性艾茵使用「還原果實」能力將娜美、喬巴、羅賓和布魯克等人的身體年齡倒退了12歲，另一名男性賓茲使用「茂盛果實」能力制服船上等人，一行人在遭受新海軍猛烈的狂暴攻勢襲擊下慘敗。Z向魯夫表明他最痛恨海賊的事，Z命令手下們開砲擊沉海賊船，千鈞一髮之際，佛朗基啟動緊急逃生裝置，但千陽號也近乎全毀的狀態。望著平靜無浪的大海，魯夫一個人呆坐在石頭上悶悶不樂的吹著海風，一行人來到了「船鎢島」避難，而佛朗基在此處忙著修理千陽號，娜美跟羅賓表示必須獲取「Z」的情報，並搭海上列車去隔壁的「賽肯島」收集情報，主要由騙人布、娜美、羅賓、喬巴打聽情報；而魯夫、索隆、香吉士、布魯克怕其四人因為怕太顯眼而惹麻煩，他們因此只能窩在到溫泉泡湯收集情報，沒想到意外的與前海軍上將「青雉」碰面，也因得知有關於Z的事情，Z正好就在這作「賽肯島」就在另一端上，此時海軍本部也正在追擊Z與新海軍，之後魯夫、索隆、香吉士、騙人布等人來到現場，雙方再次交戰。魯夫與Z的交戰中，魯夫被詢問有能力在新世界中「賭上自己性命的覺悟」以及「能夠保護你的夥伴」，同時魯夫再次敗於Z的手下，就連重視的草帽也被Z取走。沒多久一行人就緊急集合搭乘海上火車離開這座島嶼，因為這座島嶼也被Z裝了原動石，也在Z的計劃下被毀滅掉，乘坐在海上列車的草帽一行人則是看著窗外不斷被火燄吞噬的光景。另一方面，海軍本部內的克比問卡普中將有關Z的事情，在一旁的戰國和卡普則是相視後露出無奈的臉色，卡普說出Z之前全家被海賊殺害以及自己所率領的訓練船的新兵幾乎全部被殺光（除了艾茵與賓茲），同時右手臂也被斬斷。Z會變成這樣最主要的原因是海軍收了過去殺光他學生的海賊當上王下七武海的關係，因為這樣Z覺得海軍墮落了並絕望，所以後來以Z的名義成立目標為殲滅全世界海賊的「新海軍」。幾天後，魯夫決定再次找Z作了斷，青稚也現身表示最終不論是勝或負，結果都會迎向最糟糕的結尾，魯夫表示他只是去找Z決鬥，只想拿回草帽而已。並不在意那些事，一行人也繼續跟隨著魯夫。Z來到了「終結島」並走向了山坡，青稚手拿酒瓶站在山坡的頂處，他將酒瓶拋向Z，Z接住後青稚嚴肅的問著，青稚對Z為了殺掉所有海賊而不惜賠上一切感到生氣，並打算打算阻止Z，但是Z像是看穿了一般只微笑著而不動，最後青稚表示不管這場戰爭最後是怎樣，他都會看到最後的。魯夫一行人前往「終結島」的最終決戰開始了，魯夫找到Z，雙方交聊一會便開打起來，一行人與新海軍的戰鬥也開始了，首先香吉士擊倒了賓茲，而索隆表示艾茵其內心一直有所猶豫的動搖，索隆僅是以刀背擊倒艾茵，同時娜美等人的能力解除恢復狀了。一行人來到了魯夫與Z決戰的地點，魯夫依然是一面倒的戰況，但Z因病的關係漸漸的開始被魯夫擊中。Z在與魯夫的戰鬥中下找回昔日的「自己」的信念，之後戰鬥像是小孩子般的打鬥，最後Z因病的關係身體不適的倒下，同時魯夫也倒下了。計畫被魯夫所擊碎後，Z要求魯夫取走他的性命，但魯夫表示並不討厭大叔（Z），自己只是想拿回草帽，後來Z看著魯夫與團員的互動，認定魯夫所堅持的信念。此時黃猿率領的海軍一流戰力以抵達「終結島」，黃猿表示你們都要死在這裡，Z表示要掩護魯夫等人逃走並隻身一人準備對抗所有海軍的戰力，艾茵試圖阻止Z留下來，但是被站在一旁觀戰的青稚用「冰牆」隔離，Z和海軍們在另一邊戰鬥，而冰牆的另一端則是不斷拍打著牆壁的艾茵等人。Z對抗不斷湧上的海軍們，當然其中包含他以前學生，不過黃猿面對Z則使出強大絕招往Z身上攻擊過去。最後，Z因病衰落漸漸倒下去。海上遠處則是已經出航遠去的草帽一行人，一行人看著Z所在的那個小島漸漸遠去。Z戰死被青雉安葬其戰死之島，山坡上有著Z的「毀滅者」手臂，而他的部下艾茵和賓茲在「Z」的墓前痛哭。青稚大聲說不可以因此而哭泣，表示一個人最後能用著自己的方式戰鬥到最後這不是很帥嗎。於2011年11月19日宣布，富士電視台首次提及電影的製作開始。[5]於2012年1月30日，東映發布新聞，宣布本作電影的資訊。[6] [7]2012年4月23日於《週刊少年Jump》公布「Z」的角色設定圖，並宣布首映日期為2012年12月15日。[8] [9]。本作劇場版同樣是由原作者尾田榮一郎擔任總指揮。[10]是繼《強者天下》之後，第二次由原作者親自擔任總指揮的劇場版作品，原作兼總合製作人尾田榮一郎曾在採訪中表示「絕對不想再參與劇場版工作」，此部電影是由製片方多次誠懇的邀請尾田特別破例參與製作。導演為長峯達也擔任。[11] [12]，曾執手瞭如《SMAPxSMAP》、《矛X盾》等作品構成；[11]作畫監督為佐藤雅將，曾和境宗久聯合製作《強者天下》；[9]劇本為鈴木收擔任，[11]是本次導演特別請來的負責人。音樂為中田康孝擔任，[11]曾擔當Perfume和卡莉怪妞以及「ONE PIECE展」的音樂製作。至於電影主題曲，則是由知名加拿大歌手艾薇兒·拉維尼（Avril Lavigne）所翻唱的「How You Remind Me」和「Bad Reputation」。艾薇兒也同意為本作電影演唱此歌曲，[14]在原作者尾田榮一郎在聽到艾薇兒翻唱的《How You Remind Me》[13]後，尾田向艾薇兒發了一封感謝信，表示《Bad Reputation》[13]這首歌相當能表現出主角們積極而不畏艱難的態度，最適合作為航海王的主題曲，而《How You Remind Me》更是讓人印象深刻。插曲為《海導》（大海的指引）由鈴木收作詞、田中公平作曲，在本作由飾演「Z」的大塚芳忠和飾演青雉的子安武人所演唱。這是一首貫穿了整齣電影，這是一首送別離世海軍的歌，這首哀傷的歌曲為本作故事塑造了悲怨的氣氛。本作舞台是劇場版系列以來以最後之海新世界篇為故事場景，為魚人島篇之後的故事。於2012年4月21日，東映的官方網站發布出首支預告片。[15]兩位聲優參與了台北日新威秀影城及台北樂聲戲院數位旗艦大廳所舉辦的見面會；[18]在活動的最後，兩位聲優也於現場演唱了劇中歌曲「Family」、「We Are！」，最後活動在「平克斯的酒」這首歌曲中，替首映圓滿的畫下了句點。兩位聲優也於晚間再搭乘日本航空班機於返回日本。《航海王電影：Z》於2012年12月15日在日本各地的劇院首映。[19]本部電影在2013年開始陸續將在台灣（1月25日）、新加坡（2月1日）、香港（2月14日）、菲律賓（5月1日），泰國和韓國等幾個亞洲國家上映。[20] 2013年5月15日法國在草帽日時上映。[21]在台灣地區於2013年1月25日全面上映，本作電影全台共有45家戲院聯合上映，打破三年前的《航海王電影版：強者天下》的23家戲院紀錄，增加近兩倍之多。上映後三天票房收入為1800萬元臺幣，第一週的票房累積已突破2000萬大關[26]。最終全臺票房累計達到5200萬臺幣以上，當時成為台灣第一部全台票房破5千萬元臺幣的最賣座日本動畫電影[27]。在2013年7月8日的Oricon「每週DVD/BD銷量排名」中，以「GREATEST ARMORED EDITION」奪得榜上第一名。自「STRONG WORLD」二次在DVD/BD同時稱霸，也是動畫電影版二次成為歷史上的奪成兩冠的成就[35]。臺灣地區於2014年1月10日由采昌國際多媒體發行DVD/BD的版本。日本地區於2014年1月18日在「週六PREMIUM」時段在電視上初次播放本作電影。[38]於《ONE PIECE FILM GOLD》上映前一天（2016年7月22日）的「週五PREMIUM」時段第二次播放此電影。[39]",
"於2012年12月《ONE PIECE FILM Z》的3年半後，官方決定製作新劇場版『ONE PIECE』第13作。《ONE PIECE FILM GOLD》，作者尾田榮一郎親自參與製作，以「那是、統率世界的力量」為標語，並用金色作為主題。本作舞台是被稱為世界政府無法干預的絕對聖域，世界最大娛樂城市。其掌門人是吃了黃金果實的黃金大帝基爾德·泰佐羅，他無窮的野心即將撼動新世界的勢力版圖。本作聲優嘉賓也相當豪華如同片名般，網羅了知名演員、歌手、藝人、模特兒等。在偉大航路上閃耀著黃金般的璀璨光芒，有著世界最大的娛樂城市之稱的「Gran Tesoro」，擁有者是吃了黃金果實的「黃金大帝」基爾德·泰佐羅，有著與世界政府抗衡的財力與權力。誤闖入連世界政府都無法輕易干預的絕對聖域，草帽海賊團在世上最大的娛樂都市裡，在一片歌舞昇平的歡樂的氛圍中，發現了黃金大帝不為人知的可怕計畫。面對著吃了黃金果實的泰佐羅，他無窮的野心與撼動新世界勢力版圖的計畫，與新的能力者對決，草帽海賊團該如何應對？面對最強大敵人的魯夫等人，一場賭上生命的戰爭，史上最激烈決鬥即將展開。",
"時間回到兩年前，在推進城的道格拉斯·巴雷特由於黑鬍子闖入而被放了出來。時間回到兩年後，包括草帽海賊團的眾海賊，收到「海賊萬博會」主辦人布埃納·費斯塔的請柬，很多海賊便前往決定參與該祭典。在萬博會中，島上的沖天海流噴出一座被泡泡包圍的島、而主持人唐納德·莫德拉特與安揭示了海賊萬博會的主打：比賽尋找海賊王遺留的寶藏。此時在街角受了重傷、隨後來到千陽號上的羅，宣稱費斯塔在萬博會的背後有個大陰謀，要草帽海賊團儘快揭發出來。魯夫於是決定把團員分為兩隊：魯夫、索隆、娜美、騙人布與佛朗基去尋寶、而其他人則去探尋費斯塔的陰謀。魯夫等人參加比賽，接著最後由騙人布拿到海賊王遺留的寶藏：那就是通往拉乎德爾的永久指針。但這時候，泡泡突然破掉，使得島嶼失去平衡，而讓島上的海賊們摔下去。另一方面，羅他們終於到了費斯塔的秘密所在，發現了他的陰謀：他與海軍勾結，要對這個島發動非常召集以消滅海賊們；並藉著道格拉斯的力量，向整個世界宣戰。這時克洛克達爾出來，想和羅商量打倒道格拉斯的計畫。這時候，羅傑海賊團船員，外號「魔鬼後嗣」的道格拉斯打傷了騙人布、並擋在超新星面前，表明自己要當上世界最強，並輕易打倒了超新星們。同時發動了合成果實的能力，把自己與其他兵器和船艦合成起來。騙人布終於回神過來，並帶走了魯夫。同時海軍也開始要逮捕海賊、而七武海與薩波帶領的革命軍同時到來。魯夫等人也與道格拉斯對決。經過一番努力合作後，魯夫等人終於打倒了道格拉斯、而費斯塔也被薩波制服。此時魯夫看到海賊王遺留的寶藏，是通往拉乎德爾的永久指針後，以自己不需要為理由，把永久指針捏碎了。也因此，海軍只好與打算發動非常召集的黃猿要求取消非常召集。"],
"image_url": [["https://vignette.wikia.nocookie.net/onepiece/images/c/c2/20925.jpg/revision/latest?cb=20160917043635&path-prefix=zh"],
["https://vignette.wikia.nocookie.net/onepiece/images/3/3e/N_618drtd02019pl.jpg/revision/latest/scale-to-width-down/310?cb=20160917043824&path-prefix=zh"],
["https://vignette.wikia.nocookie.net/onepiece/images/f/fc/56396865201203041312121949741470802_000.jpg/revision/latest/scale-to-width-down/310?cb=20160917043956&path-prefix=zh"],
["https://vignette.wikia.nocookie.net/onepiece/images/5/53/%E4%B8%8B%E8%BC%89.jpg/revision/latest/scale-to-width-down/310?cb=20160917044017&path-prefix=zh"],
["https://vignette.wikia.nocookie.net/onepiece/images/e/e0/20150426002932410.jpg/revision/latest/scale-to-width-down/310?cb=20160915133659&path-prefix=zh"],
["https://vignette.wikia.nocookie.net/onepiece/images/c/ca/WtysljNl.jpg/revision/latest/scale-to-width-down/310?cb=20160917044219&path-prefix=zh"],
["https://vignette.wikia.nocookie.net/onepiece/images/d/dc/ONE_PIECE_THE_MOVIE_%E3%82%AB%E3%83%A9%E3%82%AF%E3%83%AA%E5%9F%8E%E3%81%AE%E3%83%A1%E3%82%AB%E5%B7%A8%E5%85%B5.jpg/revision/latest/scale-to-width-down/310?cb=20160917044221&path-prefix=zh"],
["https://vignette.wikia.nocookie.net/onepiece/images/b/bb/2320_16043.jpg/revision/latest/scale-to-width-down/310?cb=20160917044452&path-prefix=zh"],
["https://vignette.wikia.nocookie.net/onepiece/images/f/f9/B8885232ca5c4a9f4ead0bd105a8436f.jpg/revision/latest/scale-to-width-down/310?cb=20160917044515&path-prefix=zh"],
["https://vignette.wikia.nocookie.net/onepiece/images/f/fd/Movie_10_Poster.png/revision/latest/scale-to-width-down/310?cb=20130116014223"],
["https://vignette.wikia.nocookie.net/onepiece/images/9/93/Onepiece_Film_11_JAP.jpg/revision/latest/scale-to-width-down/310?cb=20160917044658&path-prefix=zh"],
["https://vignette.wikia.nocookie.net/onepiece/images/1/13/ONE_PIECE_FILM_Z.jpg/revision/latest/scale-to-width-down/310?cb=20160915131555&path-prefix=zh"],
["https://vignette.wikia.nocookie.net/onepiece/images/d/d5/ONE_PIECE_FILM_GOLD.jpg/revision/latest/scale-to-width-down/310?cb=20160915131825&path-prefix=zh"],
["https://vignette.wikia.nocookie.net/onepiece/images/e/e3/ONE_PIECE_STAMPEDE_%E9%9B%BB%E5%BD%B1%E6%B5%B7%E5%A0%B1.png/revision/latest/scale-to-width-down/310?cb=20190416140943&path-prefix=zh",
"https://vignette.wikia.nocookie.net/onepiece/images/7/71/ONE_PIECE_STAMPEDE_%E9%9B%BB%E5%BD%B1%E6%B5%B7%E5%A0%B1%E5%8F%B0%E7%81%A3%E7%89%88.jpg/revision/latest/scale-to-width-down/310?cb=20190710115435&path-prefix=zh",
"https://vignette.wikia.nocookie.net/onepiece/images/4/4e/ONE_PIECE_STAMPEDE_%E9%9B%BB%E5%BD%B1%E6%B5%B7%E5%A0%B1%E9%A6%99%E6%B8%AF%E7%89%88.jpg/revision/latest/scale-to-width-down/310?cb=20190809121902&path-prefix=zh",
"https://vignette.wikia.nocookie.net/onepiece/images/7/7e/ONE_PIECE_STAMPEDE_%E9%9B%BB%E5%BD%B1%E6%B5%B7%E5%A0%B1%E4%B8%AD%E5%9C%8B%E5%A4%A7%E9%99%B8%E7%89%88.jpg/revision/latest/scale-to-width-down/310?cb=20191015055148&path-prefix=zh"]]}]}]}